[

{
	"Cephe":"Berlin Muharebesi",
	"Tarih":"{16 Nisan 1945 - 2 Mayıs 1945}",
	"Sehit Sayisi":"{841 Bin}",
	"Sonuc":"Kesin Sovyet Zaferi",
	"KapakUrl":"https://raw.githubusercontent.com/BerkayBaran/hr190032berkaybaran/main/images/kapak_Berlin.jpg",
	"LogoUrl":"https://raw.githubusercontent.com/BerkayBaran/hr190032berkaybaran/main/images/logo_Ger.jpg",
	"Aciklama":"Sovyetler Birliği tarafından Berlin Stratejik Taarruz Harekatı olarak da bilinen Berlin Muharebesi, Avrupa'da İkinci Dünya Savaşı'nın son büyük saldırısıydı. Ocak-Şubat 1945'teki Vistül-Oder Taarruzundan sonra Kızıl Ordu, Berlin'in 60 kilometre doğusunda bir hat üzerinde durdu. Şehir, 2 Mayıs'ta teslim olurken, savaşın Avrupa'da sona erdiği 8 Mayıs'a kadar şehrin kuzeybatı, batısı ve güneybatısındaki çatışmalar devam etti. Bu savaştan sonra, Berlin şehri Müttefiklerin kararına göre dörde bölündü."
}
,

{
	"Cephe":"Normandiya Cikarması",
	"Tarih":"{6 Haziran 1944 - 15 Temmuz 1944}",
	"Sehit Sayisi":"{233 Bin}",
	"Sonuc":"Muttefik Zaferi",
	"KapakUrl":"https://raw.githubusercontent.com/BerkayBaran/hr190032berkaybaran/main/images/kapak_DDay.jpg",
	"LogoUrl":"https://raw.githubusercontent.com/BerkayBaran/hr190032berkaybaran/main/images/logo_USA.jpg",
	"Aciklama":"D-Day, Amerika Birleşik Devletleri Silahlı Kuvvetlerince askerî harekâtın başlangıç günü anlamıyla kullanılmış olan terim.Normandiya Çıkarması, General Dwight D. Eisenhower kumandasındaki Müttefik kuvvetlerinin 1944'ün haziran-eylül ayları arasında giriştiği hücum harekâtıdır. Müttefiklerin çıkarmasından sonra Alman cephesinin yarılmasına ve hemen hemen Fransa'nın ortasına kadar geriletilmesine yol açtı."
}
,

{
	"Cephe":"Stalingrad Muharebesi",
	"Tarih":"{23 Ağustos 1942 – 2 Şubat 1943}",
	"Sehit Sayisi":"{2 Milyon 619,741 Bin}",
	"Sonuc":"Kesin Sovyet Zaferi",
	"KapakUrl":"https://raw.githubusercontent.com/BerkayBaran/hr190032berkaybaran/main/images/kapak_Stalingrad.jpg",
	"LogoUrl":"https://raw.githubusercontent.com/BerkayBaran/hr190032berkaybaran/main/images/logo_Sov.png",
	"Aciklama":"Birçok tarihçi tarafından İkinci Dünya Savaşı'nın dönüm noktası olarak kabul edilen Stalingrad Savaşı, Temmuz 1942 ile Şubat 1943 arasında gerceklesti. Alman ordusu birçok kayıp yaşadı, ardından geri çekilmeye başladı ve savaş Müttefiklerin lehine döndü.Ruslar bu savaşı İkinci Dünya Savaşı'nın en büyük muharebesi olarak görüyor ve Rusya'daki Büyük Vatanseverlik Savaşı olarak da biliniyor. Savaş, askeri tarihin en büyük kayıplarından biri olan yaklaşık iki milyon askeri ve sivil zayiatla yıkıcıydı."
}
,

{
	"Cephe":"Iwo Jima Muharebesi",
	"Tarih":"{19 Şubat 1945–26 Mart 1945}",
	"Sehit Sayisi":"{48 Bin}",
	"Sonuc":"ABD Zaferi",
	"KapakUrl":"https://raw.githubusercontent.com/BerkayBaran/hr190032berkaybaran/main/images/kapak_IwoJima.jpg",
	"LogoUrl":"https://raw.githubusercontent.com/BerkayBaran/hr190032berkaybaran/main/images/logo_Jap.jpg",
	"Aciklama":"Iwo Jima Muharebesi  19 Şubat 1945 - 26 Mart 1945 tarihlerinde Pasifik Okyanusunda bulunan Iwo Jima adlı küçük bir adada Japon İmparatorluğu ile Amerika Birleşik Devletleri arasında meydana gelen çatışmadır. Iwo Jima Japon ana vatanının istilası için hayati önem taşıyan 2 hava alanına sahipti. ABD, deniz ve hava kuvvetleri üstünlüğü ile kuşattığı adayı Japonlara ağır kayıp verdirerek almıştır. Japonlar bu küçücük adaya asker yığmış, tüneller ve mağaralar kazmıştır. Ama hiçbiri ABD deniz güçlerinin açtığı ateşten kurtulamamıştır. Amerikan zayiatının Japon zayiatını geçtiği tek cephe Iwo Jima olmuştur."
}
,

{
	"Cephe":"Midway Muharebesi",
	"Tarih":"{4 Haziran - 7 Haziran 1942}",
	"Sehit Sayisi":"{4 Bin}",
	"Sonuc":"Kesin ABD Zaferi",
	"KapakUrl":"https://raw.githubusercontent.com/BerkayBaran/hr190032berkaybaran/main/images/kapak_Midway.jpg",
	"LogoUrl":"https://raw.githubusercontent.com/BerkayBaran/hr190032berkaybaran/main/images/logo_UsaJap.jpg",
	"Aciklama":"Japonlar, Midway Muharebesi'ni başlatarak Amerika Birleşik Devletleri'nin Pasifik'teki stratejik bir güç konumunu ortadan kaldırmayı planladı. Savaşın başlangıcında, Amerikalıların sayısı 2'ye 1'den fazlaydı. Ancak Japon planı, Amerikan zihniyetiyle ilgili yanlış varsayımları nedeniyle de başarısız oldu. Pearl Harbor'a saldıran gücün bir parçası olan dört büyük Japon uçak gemisinin tamamı batırılırken, ABD yalnızca Yorktown gemisini ve bir destroyeri kaybetti. Pearl Harbor saldırısından altı ay sonra, Amerikalılar Japonlara karşı kesin bir zafer kazanmış ve Müttefikler için bir saldırı pozisyonu elde etmişlerdi."
}
,

{
	"Cephe":"Moscow Muharebesi",
	"Tarih":"{2 Ekim 1941 – 7 Ocak 1942}",
	"Sehit Sayisi":"{314 Bin}",
	"Sonuc":"Sovyet Zaferi",
	"KapakUrl":"https://raw.githubusercontent.com/BerkayBaran/hr190032berkaybaran/main/images/kapak_Moscow.jpg",
	"LogoUrl":"https://raw.githubusercontent.com/BerkayBaran/hr190032berkaybaran/main/images/logo_SovMoscow.png",
	"Aciklama":"Moskova Muharebesi, Ekim 1941'den Ocak 1942'ye kadar İkinci Dünya Savaşı sırasında Doğu Cephesinde iki önemli çatışma dönemini temsil ediyor. Ekim başında, Sovyet tarafında dört milyon kayıptan sonra, Alman ordusu Moskova'nın 200 mil yakınına gelmişti. Sovyetlerin çok büyük ama kötü organize edilmiş bir ordusu vardı. Almanlar ise uzmanlıkları ve donanımları ile gezegendeki herhangi bir savaşı kazanabilirdi. Ancak dondurucu hava ve Panzer Ordusu'na erzak ulaştırılamaması nedeniyle Sovyet savunması, Almanlar geri çekilinceye kadar Almanları durdurabildi."
}

]
	

